//Напишите программу, которая на вход принимает число и выдает его квадрат (число умноженное на себя)
Console.WriteLine("Введите число");
int num = int.Parse(Console.ReadLine());
Console.WriteLine("Квадрт равен = " + num * num);